9/data/attachments/562d6ea7c378b099.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Victoria_hit_Friend_22171_8</nif:username>
            <nif:friendToBeRequested>soap_friends_c5b21c29-f198-4567-aa82-797cd4783e46</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>